// export const text = {
//         'Описание игры': 'Гвинт — это карточная игра для двух человек, которые направляют свои армии друг против друга.\n' +
//         'Игроки ходят по очереди, выкладывая на поле по одной карте.\n' +
//         'В конце каждого раунда подсчитывается общая сила всех карт отрядов, размещённых на поле каждого из игроков.\n' +
//         '\n' +
//         'Для начала выберите фракцию - армией которой хотите командовать.\n' +
//         'У каждой фракции свой стиль игры.',
//         aimGame: 'Цель игры',
//         preGame: 'Перед началом игры',
//         rounds: 'Раунды'
//     },
//     value: {
//         contextName: 'Гвинт — это карточная игра для двух человек, которые направляют свои армии друг против друга.\n' +
//         'Игроки ходят по очереди, выкладывая на поле по одной карте.\n' +
//         'В конце каждого раунда подсчитывается общая сила всех карт отрядов, размещённых на поле каждого из игроков.\n' +
//         '\n' +
//         'Для начала выберите фракцию - армией которой хотите командовать.\n' +
//         'У каждой фракции свой стиль игры.',
//         aimGame: 'Игрок с большей суммарной силой карт побеждает в раунде.\n' +
//         'Выигрывает тот, кто первым одерживает победу в двух раундах.\n',
//         preGame: 'Каждому игроку раздается по 8 карт случайным образом из выбранной колоды.\n' +
//         'Случайным образом разыгрывается первый ход.\n',
//         rounds: 'Игроки ходят по очереди, выкладывая по одной карте. Игрок может спасовать, если нужно.\n' +
//         'Спасовавший игрок ждёт до конца целого раунда, в то время как противник будет разыгрывать свои карты до тех пор, \n' +
//         'пока сам не решит спасовать.\n' +
//         '\n' +
//         'Когда оба игрока спасовали, игрок с наименьшим количеством очков проигрывает раунд.\n' +
//         'В случае ничьей у обоих игроков отнимается по жетону.\n' +
//         'После этого все карты, выложенные на поле битвы, включая специальные, отправляются в отбой.\n' +
//         'Победитель начинает следующий раунд.\n'
//     }
// };